Repository: dimonomid/indicator-multiload
Catalog: po/*.po
Languages: hr

source: A system load monitor capable of displaying graphs for CPU, ram, and swap space use, plus network traffic.
hr: Nadzor opterećenja sustava koji može prikazati grafove za procesor, RAM, korištenje swap prostora i mrežni promet.

source: translator-credits
hr: lokalizacija@linux.hr Automatski Prijevod <> Denis Lackovic <delacko@linux.hr> Mato Kutlić <mate@iskraemeco.hr> Robert Sedak <robert.sedak@sk.t-com.hr> Launchpad Contributions: Miroslav Matejaš https://launchpad.net/~silverspace+amd64 gogo https://launchpad.net/~trebelnik-stefina

source: _Open System Monitor
hr: _Pokreni Nadzor sustava

source: _Preferences
hr: _Osobitosti

source: _About
hr: _O programu

source: _Quit
hr: _Zatvori

source: Monitored Resources
hr: Nadzirani resursi

source: _Processor
hr: _Procesor

source: _Memory
hr: _Memorija

source: _Network
hr: _Mreža

source: S_wap Space
hr: S_wap prostor

source: _Load
hr: _Opterećenje

source: _Harddisk
hr: _Čvrsti disk

source: Options
hr: Mogućnosti

source: System m_onitor width:
hr: Širina indikatora nadzora sustava:

source: Sys_tem monitor update interval:
hr: Raz_mak ažuriranja nadzora sustava:

source: pixels
hr: piksela

source: milliseconds
hr: milisekunda

source: _Autostart:
hr: _Automatsko pokretanje:

source: Colors
hr: Boje

source: _User
hr: _Korisnik

source: S_ystem
hr: S_ustav

source: N_ice
hr: S_lobodno

source: I_OWait
hr: I_O čekanje

source: I_dle
hr: N_eaktivan

source: Processor
hr: Procesor

source: Sh_ared
hr: D_ijeljeno

source: _Buffers
hr: _Međuspremnici

source: Cach_ed
hr: Pred_memorija

source: F_ree
hr: S_lobodno

source: Memory
hr: Memorija

source: _In
hr: _Dolazni promet

source: _Out
hr: _Odlazni promet

source: _Local
hr: _Lokalni promet

source: _Background
hr: _Pozadina

source: Network
hr: Mreža

source: _Used
hr: _Korišteno

source: _Free
hr: _Slobodno

source: Swap Space
hr: Swap prostor

source: _Average
hr: _Prosjek

source: Load
hr: Opterećenje

source: _Read
hr: _Čitanje

source: _Write
hr: _Zapisivanje

source: Harddisk
hr: Čvrsti disk

source: Menu items...
hr: Stavke izbornika...

source: Available graphs
hr: Dostupni grafovi

source: Applet refresh rate in milliseconds
hr: Brzina osvježavanja programčića u milisekundama

source: Width of the graphs in pixels.
hr: Širina grafova u pikselima

source: Height of the graphs in pixels.
hr: Visina grafova u pikselima

source: The desktop description file to execute as the system monitor
hr: Datoteka opisa radne površine za pokretanje nadzora sustava

source: Automatically start on session startup
hr: Automatski pokreni prilikom pokretanja sesije

source: Information shown in the indicator itself
hr: Informacije prikazane u samom indikatoru

source: Index of the current information shown in the indicator itself
hr: Indeks trenutne informacije prikazan u samom indikatoru

source: Information shown as menu entries
hr: Informacije prikazane kao unos izbornika

source: Graph alpha value
hr: Alfa vrijednost grafa

source: Graph background color
hr: Boja pozadine grafa

source: Graph visibility
hr: Vidljivost grafa

source: Minimum value for upper graph edge
hr: Minimalna vrijednost gornjeg ruba grafa

source: Maximum value for upper graph edge, zero means unlimited
hr: Maksimalna vrijednost gornjeg ruba grafa, nula znači neograničeno

source: Number of values used for smooth graph scaling
hr: Broj korištenih vrijednosti za glatko skaliranje grafa

source: Available traces
hr: Dostupni tragovi

source: Trace color
hr: Boja iscrtavanja

source: Trace expression
hr: Izraz iscrtavanja

source: Trace visibility
hr: Vidljivost iscrtavanja

source: Traces shown
hr: Prikazana iscrtavanja

source: System Load Indicator
hr: Indikator Nadzora sustava

source: Evaluate an expression
hr: Ocijenite izraz

source: List available expression identifiers
hr: Popis dostupnih identifikatora izraza

source: Show debug messages
hr: Prikaži poruke otklanjanja greške

source: - System load application indicator
hr: - Programčić pokazivača nadzora sustava

source: Run '%s --help' to see a full list of available command line options.
hr: Pokrenite naredbu '%s --help' da biste vidjeli popis dostupnih mogućnosti naredbenog retka.
